Repository: BigSlikTobi/tackle_4_loss_web
Catalog: flutter_app/lib/l10n/app_*.arb
Languages: de

# navHome
source: Home
de: Startseite

# navHistory
source: Last App
de: Letzte App

# navSettings
source: Settings
de: Einstellungen

# settingsTitle
source: Settings
de: Einstellungen

# settingsLanguage
source: Language
de: Sprache

# settingsClose
source: Close
de: Schließen

# historyEmpty
source: No app history yet.
de: Noch kein App-Verlauf.

# breakingNewsRefused
source: REFUSED
de: ABGELEHNT

# breakingNewsSaved
source: SAVED
de: GESPEICHERT

# breakingNewsReadHistory
source: READ HISTORY
de: GELESEN

# breakingNewsRestore
source: RESTORE?
de: WIEDERHERSTELLEN?

# breakingNewsHistory
source: HISTORY
de: VERLAUF

# breakingNewsBackTitle
source: Full Story
de: Hintergrund

# breakingNewsTag
source: BREAKING
de: AKTUELL

# deepDiveChapter
source: CHAPTER {index}
de: KAPITEL {index}

# deepDiveNoContent
source: No content available
de: Kein Inhalt verfügbar

# appStoreFeaturedTitle
source: App of the Month
de: App des Monats

# appStoreFeaturedSubtitle
source: Deeply immersive reading.
de: Tiefes, immersives Lesen.

# appStoreAllApps
source: All Apps
de: Alle Apps

# radioCategoryAll
source: All
de: Alle

# radioStationLatestDeepDivesTitle
source: Latest Deep Dives
de: Neueste Deep Dives

# radioStationLatestDeepDivesDesc
source: The freshest analysis from the team.
de: Die aktuellste Analyse vom Team.

# radioStationDailyBriefingTitle
source: Daily Briefing
de: Tägliches Briefing

# radioStationDailyBriefingDesc
source: Catch up on everything in 5 minutes.
de: In 5 Minuten auf dem Laufenden.

# radioStationDeepDiveClassicsTitle
source: Deep Dive Classics
de: Deep Dive Klassiker

# radioStationDeepDiveClassicsDesc
source: Timeless football philosophy.
de: Zeitlose Fußballphilosophie.

# radioStationNewsTitle
source: News
de: Nachrichten

# radioStationNewsDesc
source: Daily briefing and latest updates.
de: Tägliches Briefing und aktuelle Updates.

# radioStationNewsCollectionTitle
source: News Collection
de: Nachrichten-Sammlung

# radioStationNewsCollectionDesc
source: Browse and play individual news updates.
de: Einzelne Nachrichten durchsuchen und abspielen.

# radioCollectionLatestUpdates
source: Latest Updates
de: Aktuelle Updates

# radioCollectionTeamNews
source: Team News
de: Team-Nachrichten

# radioCollectionAllTeams
source: All Teams
de: Alle Teams

# radioPlaying
source: Playing: {title}
de: Spielt: {title}
